abs
acl
acpid
alacarte
alsa-oss
alsa-utils
apache
archlinux-themes-slim
archlinux-wallpaper
artwiz-fonts
aspell-en
ati-dri
attr
autoconf
automake
awesome
bash
bin86
binutils
bison
bzip2
calcurse
ccsm
chromium-browser-bin
clit
cmatrix
codecs-all
compiz-decorator-gtk
compiz-fusion-plugins-extra
compiz-fusion-plugins-main
compizconfig-backend-gconf
conky-cli
conky-forecast
coreutils
cpio
cpufrequtils
cracklib
cryptsetup
cups
dash
db
dbus-python
dcron
device-mapper
dhcpcd
dialog
diffutils
dmapi
dmenu
dzen2-svn
e2fsprogs
easytag
eclipse
eclipse-cdt
ed
elinks
emerald
emerald-themes
ethtool
evince
fakeroot
feh
file
file-roller
filesystem
findutils
firefox
flashplugin
flex
fretsonfire-alarian-mod
fuse
fusion-icon
gamin
gawk
gcc
gcc-libs
gconf-editor
gdbm
gen-init-cpio
gettext
ghc
gimp-devel
glibc
gmrun
gnome-applets
gnome-audio
gnome-backgrounds
gnome-control-center
gnome-games
gnome-games-extra-data
gnome-media
gnome-netstatus
gnome-nettool
gnome-panel
gnome-screensaver
gnome-session
gnome-settings-daemon
gnome-system-monitor
gnome-system-tools
gnome-themes
gnome-utils
gnome-volume-manager
gnome2-user-docs
gnuchess
grep
groff
grub
gtk-smooth-engine
gtk-theme-switch
gtk-theme-switch2
gucharmap
gvim
gzip
hamster-applet
haskell-dzen-utils
haskell-utf8-string
haskell-x11-xft
hdparm
htop
icecast
imagemagick
initscripts
inkscape
iptables
iputils
irssi
jdk
jfsutils
kbd
kernel-headers
kernel26
klibc
klibc-extras
klibc-kbd
klibc-module-init-tools
klibc-udev
leafpad
less
libarchive
libdownload
libgcrypt
libgpg-error
libmpd
libpcap
libtool
libusb
licenses
linuxdcpp
lm_sensors
logrotate
lsof
lvm2
lxappearance
lzo2
mailx
make
man-db
man-pages
mdadm
menumaker
mesa
metacity
mirage
mkinitcpio
mlocate
mod_scgi
module-init-tools
mono
mpc
mpd
mpdscribble
mplayer-mt-git
mysql
nano
nautilus
ncmpcpp-git
ncurses
net-tools
netcfg
nethack
nexuiz
notification-daemon
ntfs-3g
ntp
obconf
openbox
openbox-themes
openoffice-base
openssh
openvpn
opera-beta
p7zip
pacman
pacman-mirrorlist
pam
patch
pciutils
pcmanfm
pcmciautils
pcre
perl
perl-libwww
php-apache
pidgin
pkgconfig
pmount
polymer
popt
ppp
procinfo
procps
profont
psmisc
python-gtkglext
python-opengl
qt
readline
reiserfsprogs
rkhunter
rp-pppoe
rt2x00-rt61-fw
rtorrent
rutorrent
rxvt-unicode-256color
schroot
screen
scrot
sdparm
seahorse
seahorse-plugins
sed
shadow
slim
slim-themes
smplayer
snes9x
sonata
sqlite3
sudo
supertux
sysfsutils
syslog-ng
system-config-printer-gnome
sysvinit
taglib
tagpy
tango-icon-theme
tango-icon-theme-extras
tar
tcp_wrappers
texinfo
texlive-core
tint2
trayer
ttf-bitstream-vera
ttf-dejavu
ttf-ms-fonts
tuxguitar
twisted
tzdata
udev
unrar
usbutils
util-linux-ng
uzbl-git
vi
vim
vimpager
vitetris
vlc
warzone2100
weather
wget
which
wicked-git
winefish
wireless_tools
wol
wpa_supplicant
xbindkeys
xcompmgr
xdotool
xf86-input-synaptics
xf86-video-ati
xf86-video-vesa
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-res-utils
xorg-server-utils
xorg-twm
xorg-utils
xorg-xinit
xterm
yaourt
yelp
zenity
zim
zlib
zsh
zsi
